Repository: PoGo-Devs/PoGo
Catalog: src/PoGo.Windows/Localization/*/Achievements.resw
Source language: en_us
Languages: cs, de, de_ch, el, es, fr, hr_hr, hu, id, it, nb_no, nl, pt_br, pt_pt, ru, tr, zh_cn, zh_hk, zh_tw

# BadgeBattleAttackWon
source: Battle Girl
cs: Bojovnice
de: Kämpferin
de_ch: Kämpferin
es: Entre. guay
fr: Combattante
hr_hr: Borbena djevojka
hu: Csata Lány
id: Gadis Petarung
it: Combat Girl
nb_no: Utfordrer
pt_br: Menina de Batalha
pt_pt: Lutadora
ru: Воительница
tr: Savaşçı Kız
zh_cn: 对战少女
zh_tw: 戰鬥少女

# BadgeBattleTrainingWon
source: Ace Trainer
cs: Trenér eso
de: Ass-Trainer
de_ch: Ass-Trainer
es: Entre. guay
fr: Top Dresseur
hr_hr: Trener prvaka
hu: Ász edző
id: Pelatih Jagoan
it: Fantallenatore
nb_no: Erfaren trener
pt_br: Treinador Ás
pt_pt: Perito
ru: Тренер-ас
tr: En İyi Eğitmen
zh_cn: 菁英训练家
zh_hk: 訓練員
zh_tw: 精英訓練家

# BadgeBigMagikarp
source: Fisherman
cs: Rybář
de: Angler
de_ch: Angler
es: Pescador
fr: Pêcheur
hr_hr: Ribič
hu: Halász
id: Nelayan
it: Pescatore
nb_no: Fisker
nl: Visser
pt_br: Pescador
pt_pt: Pescador
ru: Рыбак
tr: Balıkçı
zh_cn: 钓客
zh_hk: 漁夫
zh_tw: 釣客

# BadgeCaptureTotal
source: Collector
cs: Sběratel
de: Sammler
de_ch: Sammler
es: Pokécolector
fr: Collectionneur
hr_hr: Sakupljač
hu: Gyűjtő
id: Kolektor
it: Cercapokémon
nb_no: Samler
nl: Verzamelaar
pt_br: Colecionador
pt_pt: Colecionador
ru: Коллекицонер
tr: Koleksiyoncu
zh_cn: 宝可梦收藏家
zh_hk: 收藏
zh_tw: 寶可夢收藏家

# BadgeEvolvedTotal
source: Scientist
cs: Vědec
de: Forscher
de_ch: Forscher
es: Científico
fr: Scientifique
hr_hr: Znanstvenik
hu: Tudós
id: Ilmuan
it: Scienziato
nb_no: Forsker
nl: Wetenschapper
pt_br: Cientista
pt_pt: Cientista
ru: Учёный
tr: Bilim Adamı
zh_cn: 研究员
zh_hk: 博士
zh_tw: 研究員

# BadgeHatchedTotal
source: Breeder
cs: Chovatel
de: Züchter
de_ch: Züchter
es: Criapokémon
fr: Éleveur
hr_hr: Uzgajivač
hu: Tenyésztő
id: Peternak
it: Allevapokémon
nb_no: Oppdretter
nl: Fokker
pt_br: Reprodutor
pt_pt: Criador
ru: Заводчик
tr: Yetiştirici
zh_cn: 宝可梦培育家
zh_hk: 飼養員
zh_tw: 寶可夢培育家

# BadgePikachu
source: Pikachu
nb_no: Pikachu Fan
ru: Пикачу!
zh_cn: 皮卡丘迷
zh_hk: 比卡超
zh_tw: 皮卡丘

# BadgePokedexEntries
source: Kanto
nb_no: Oppdager
ru: Канто
zh_cn: 关都居民
zh_hk: 關東
zh_tw: 關都地區

# BadgePokestopsVisited
source: Backpacker
cs: Batůžkář
de_ch: Rucksackträger
es: Mochilero
fr: Randonneur
hr_hr: Ruksak-turist
hu: Hátizsákos
it: Giramondo
nb_no: Travel Trener
nl: Rondreiziger
pt_br: Mochileiro
pt_pt: Mochileiro
ru: Турист
tr: Çantacı
zh_cn: 背包客
zh_hk: 背包
zh_tw: 背包客

# BadgeSmallRattata
source: Youngster
cs: Mladíček
de: Teenager
de_ch: Jüngling
es: Joven
fr: Gamin
hr_hr: Tinejđer
hu: Ifjú
id: Pemuda
it: Bullo
nb_no: Unggutt
nl: Jongeling
pt_br: Jovem
pt_pt: Jovem
ru: Малыш
tr: Genç
zh_cn: 短裤少年
zh_hk: 少年
zh_tw: 短褲少年

# BadgeTravelKm
source: Jogger
cs: Běžec
es: Corredor
fr: Joggeur
hr_hr: Trkač
hu: Kocogó
id: Pelari
it: Podista
pt_br: Corredora
pt_pt: Corredor
ru: Бегун
tr: Koşucu
zh_cn: 慢跑者
zh_tw: 慢跑者

# Bug
source: Bug Catcher
cs: Broukolovec
de: Käfersammler
de_ch: Chäfersammler
es: Cazabichos
fr: Scout
hr_hr: Hvatač buba
hu: Bogárfogó
id: Penangkap Serangga
it: Pigliamosche
nb_no: Insektfanger
nl: Insect vanger
pt_br: Caçador de Insetos
pt_pt: Caçador de Insetos
ru: Клополов
tr: Böcek Yakalayıcı
zh_cn: 捕虫少年
zh_tw: 捕蟲少年

# Dragon
source: Dragon Tamer
cs: Dračí duše
de: Drachenprofi
de_ch: Drachäprofi
es: Domadragón
fr: Dresseur de dragon
hr_hr: Krotitelj zmaja
hu: Sárkányszelidítő
id: Penjinak Naga
it: Domadraghi
nb_no: Dragetemmer
nl: Drakentemmer
pt_br: Domador de Dragões
pt_pt: Domador de Dragões
ru: Дрессировщик драконов
tr: Ejderha Terbiyecisi
zh_cn: 龙之使者
zh_tw: 龍之使者

# Electric
source: Rocker
es: Rockero
fr: Rockeur
hr_hr: Električni
it: Rockettaro
nb_no: Elektriker
pt_br: Oscilante
pt_pt: Roqueiro
ru: Каменщик
tr: Taşçı
zh_cn: 电气玩家
zh_tw: 電氣玩家

# Fairy
source: Fairy Tale Girl
cs: Pohádkář
de: Träumerin
de_ch: Träumerin
es: Niña soñadora
fr: Fillette de conte
hr_hr: Djevojka iz bajke
hu: Tündérmese Lány
id: Gadir Dongeng
it: Ragazza delle fiabe
nb_no: Eventyrtid
nl: Sprookjes meisje
pt_br: Menina de conto de fadas
pt_pt: Sonhadora
ru: Сказочница
tr: Peri Hikayesi Kızı
zh_cn: 童话女孩
zh_tw: 童話女孩

# Fighting
source: Black Belt
cs: Černý pásek
de: Schwarzgurt
de_ch: Schwarzgurt
es: Karateka
fr: Karatéka
hr_hr: Crni pojas
hu: Feketeöves
id: Sabuk Hitam
it: Cinturanera
nb_no: Svart Belte
nl: Zwarte band
pt_br: Faixa Preta
pt_pt: Cinturão Negro
ru: Чёрный пояс
tr: Siyah Kuşak
zh_cn: 空手道王
zh_tw: 空手道王

# Fire
source: Kindler
cs: Knot
de: Hitzkopf
de_ch: Hitzchopf
es: Prendefuegos
fr: Saltimbanque
hr_hr: Vatreni
it: Brandifuoco
nb_no: Pyroman
pt_br: Incendiador
pt_pt: Incendiário
ru: Кочегар
tr: Ateşçi
zh_cn: 生营火者
zh_tw: 升營火者

# Flying
source: Bird Keeper
cs: Ptačí muž
de: Vogelfänger
de_ch: Vogelfänger
es: Ornitólogo
fr: Ornithologue
hr_hr: Čuvar ptica
hu: Madártartó
id: Penjaga Burung
it: Avicoltore
nb_no: Fuglepasser
nl: Vogel Houder
pt_br: Guardião de Pássaros
pt_pt: Tratador de Pássaros
ru: Птицелов
tr: Kuş Tutucu
zh_cn: 饲鸟使者
zh_tw: 飼鳥使者

# Ghost
source: Hex Maniac
cs: Duchař
de: Hexe
de_ch: Häx
es: Bruja
fr: Mystimaniac
hr_hr: Magičar
hu: Hex mániákus
id: Mainak Hex
it: Streghetta
nb_no: Spøkelsesjeger
nl: Hex gek
pt_br: Maniaco dos Feitiços
pt_pt: Bruxa
ru: Чокнутый Колдун
tr: Büyü Manyağı
zh_cn: 灵异狂
zh_tw: 靈異狂熱者

# Grass
source: Gardener
cs: Zahradník
de: Gärtner
de_ch: Gärtner
es: Jardinero
fr: Jardinier
hr_hr: Vrtlar
hu: Kertész
id: Tukang Kebun
it: Giardiniere
nb_no: Gartner
nl: Tuinman
pt_br: Jardineiro
pt_pt: Jardineiro
ru: Садовник
tr: Bahçeci
zh_cn: 园艺师
zh_tw: 園藝師

# Ground
source: Ruin Maniac
cs: Ruiny
de: Ruinenmaniac
de_ch: Ruinäfanatiker
es: Ruimaníaco
fr: Ruinemaniac
hr_hr: Razbijač
hu: Rom mániákus
id: Maniak Kehancuran
it: Scoprirovine
nb_no: Under Jorden
nl: Ruïne gek
pt_br: Maníaco de Ruínas
pt_pt: Arqueólogo
ru: Маньяк-разрушитель
tr: Harabe Manyağı
zh_cn: 遗迹狂
zh_tw: 遺跡狂

# Ice
source: Skier
cs: Lyžař
de: Skifahrer
de_ch: Skifahrer
es: Esquiador
fr: Skieur
hr_hr: Ledeni
hu: Síelő
id: Pemain Ski
it: Sciatore
nb_no: Skiløper
nl: Skiër
pt_br: Esquiador
pt_pt: Esquiador
ru: Лыжник
tr: Kayakçı
zh_cn: 滑雪者
zh_tw: 滑雪者

# Normal
source: School Kid
cs: Školáček
de: Schulkind
de_ch: Schuelchind
es: Escolar
fr: Élève
hr_hr: Školarac
hu: Iskolás
id: Anak Sekolah
it: Scolaro
nb_no: Skoleelev
nl: School kind
pt_br: Estudante
pt_pt: Estudante
ru: Школьник
tr: Okul Çocuğu
zh_cn: 刚下课的学生
zh_hk: 學生
zh_tw: 剛下課的學生

# Poison
source: Punk Girl
cs: Punker
de: Punker
de_ch: Punker
es: Chica mala
fr: Vaurienne
hr_hr: Pankerica
hu: Punk lány
id: Gadis Punk
it: Ribelle
nb_no: Giftig sammling
nl: Punk meisje
pt_br: Garota Punk
pt_pt: Rapariga Punk
ru: Девушка-панк
tr: Punkçı Kız
zh_cn: 坏女孩
zh_tw: 壞女孩

source: Psychic
cs: Psychik
de: Psycho
de_ch: Psycho
es: Médium
fr: Kinésiste
hr_hr: Psiho
hu: Pszichés
id: Cenayang
it: Sensitivo
nb_no: Psykiater
nl: Psychisch
pt_br: Psíquico
pt_pt: Psíquico
ru: Медиум
tr: Psişik
zh_cn: 超能力者
zh_tw: 超能力者

# Rock
source: Hiker
cs: Turista
de: Wanderer
de_ch: Wanderer
es: Montañero
fr: Montagnard
hr_hr: Stoper
hu: Természetjáró
id: Pendaki
it: Avventuriero
nb_no: Turgåer
nl: Wandelaar
pt_br: Andarilho
pt_pt: Alpinista
ru: Ходок
tr: Tırmanıcı
zh_cn: 登山客
zh_tw: 登山客

# Steel
source: Depot Agent
cs: Skladník
de: Eisenbahner
de_ch: Billetkontrollör
es: Ferroviario
fr: Contrôleur
hr_hr: Željezničar
hu: Raktáros
id: Agen Depot
it: Ferroviere
nb_no: Metallarbeider
nl: Opslag agent
pt_br: Agente de Depósito
pt_pt: Ferroviário
ru: Агент "Депот"
tr: Depo Ajanı
zh_cn: 铁道员
zh_tw: 鐵道員

# Water
source: Swimmer
cs: Poliwhirl
de: Schwimmer
de_ch: Schwimmer
es: Nadador
fr: Nageur
hr_hr: Plivač
hu: Úszó
id: Perenang
it: Nuotatore
nb_no: Svømmer
nl: Zwemmer
pt_br: Nadador
pt_pt: Nadador
ru: Пловец
tr: Yüzücü
zh_cn: 比基尼姐姐
zh_tw: 泳褲男

# BadgeBattleAttackWonDescription
source: Won {0} gym battles
de: {0} Arenenkämpfe gewonnen
de_ch: {0} Arenakämpf gwunne
el: Έχεις Νίκισει {0} μάχες γυμναστηρίου
es: {0} batallas ganadas en gimansios
fr: {0} combats d'Arènes gagnés
hu: {0} megnyert edzőtermi csata
tr: {0} Gym Savaşı kazanıldı
zh_cn: 战胜了 {0} 次道馆挑战
zh_tw: 贏了 {0} 次道館挑戰

# BadgeBattleTrainingWonDescription
source: Won {0} training battles
de: {0} Trainingskämpfe gewonnen
de_ch: {0} Trainingskämpf gwunne
el: Έχεις Νίκισει {0} μάχες εκπαίδευσης
es: {0} batallas de entrenamiento
fr: {0} combats d'entraînement gagnés
hu: {0} megnyert gyakorló csata
tr: {0} antrenman savaşı kazanıldı
zh_cn: 战胜了 {0} 次训练挑战
zh_tw: 贏了 {0} 次道館切磋

# BadgeBigMagikarpDescription
source: Caught {0} Magikarp
de: {0} Karpador gefangen
de_ch: {0} Karpador gfange
el: Παγίδευσες {0} Magikarp
es: {0} Magikarp grandes capturados
fr: {0} Magicarpe capturés
hu: {0} elkapott Magikarp
tr: {0} Magikarp yakalandı
zh_cn: 抓过 {0} 只鲤鱼王
zh_tw: 捕捉了 {0} 隻精靈鯉魚王

# BadgeCaptureTotalDescription
source: Captured {0} Pokemon
de: {0} Pokémon gefangen
de_ch: {0} Pokémon gfange
el: Εχμαλότισες {0} Pokémon
es: {0} Pokémon capturados
fr: {0} Pokémon attrapés
hu: {0} elfogott Pokémon
tr: {0} Pokémon yakalandı
zh_cn: 抓到了 {0} 只宝可梦
zh_tw: 捕捉了 {0} 隻精靈寶可夢

# BadgeEvolvedTotalDescription
source: Evolved {0} Pokémon
de: {0} Pokémon entwickelt
de_ch: {0} Pokémon entwicklet
el: Εξέλιξες {x} Pokémon
es: {0} Pokémon evolucionados
fr: {0} Pokémon évolués
hu: {0} felfejlesztett Pokémon
tr: {0} Pokémon geliştirildi
zh_cn: 进化了 {0} 只宝可梦
zh_tw: 進化了 {0} 隻精靈寶可夢

# BadgeHatchedTotalDescription
source: Hatched {0} Pokemon
de: {0} Pokémon geschlüpft
de_ch: {0} Pokémon gschlüpft
el: Εκκόλαψες {0} Pokémon
es: {0} Huevos de Pokémon eclosionados
fr: {0} oeufs éclos
hu: {0} kikeltett Pokémon
tr: {0} Pokémon yumurtadan çıkarıldı
zh_cn: 孵化了 {0} 只宝可梦
zh_tw: 孵化了 {0} 隻精靈寶可夢

# BadgePikachuDescription
source: Caught {0} Pikachu
de: {0} Pikachu gefangen
de_ch: {0} Pikachu gfange
el: Παγίδευσες {0} Pikachu
es: {0} Pikachu atrapados
fr: {0} Pikachu capturés
hu: {0} elkapott Pikachu
tr: {0} Pikachu yakalandı
zh_cn: 抓到过 {0} 只皮卡丘
zh_tw: 捕捉 {0} 隻皮卡丘

# BadgePokedexEntriesDescription
source: Registered {0} Pokemon in the Pokedex
de: {0} Pokémon im Pokédex registriert
de_ch: {0} Pokémon im Pokédex registriert
el: Καταχωρήθηκαν {0} Pokémon στο Pokedex
es: {0} Pokémon registrados en la Pokédex
fr: {0} Pokémon inscrits dans le Pokédex
hu: {0} Pokemon bejegyezve a Pokédexbe
tr: {0} Pokémon Pokédex'e kaydedildi
zh_cn: 在宝可梦图鉴里注册了 {0} 只宝可梦
zh_tw: 在圖鑑裡登錄 {0} 隻精靈寶可夢

# BadgePokestopsVisitedDescription
source: Visited {0} Pokestops
de: {0} Pokregistrierte stops besucht
de_ch: {0} Pokestops besuecht
el: Επισκέφτικες {0} Pokestops
es: {0} Poképaradas visitadas
fr: {0} PokéStops visités
hu: {0} Pokéstop meglátogatva
tr: {0} Pokéstops ziyaret edildi
zh_cn: 拜访了 {0} 个补给站
zh_tw: 到過 {0} 個補給站

# BadgeSmallRattataDescription
source: Caught {0} Rattata
de: {0} Rattfratz gefangen
de_ch: {0} Rattfratz gfange
el: Παγίδευσες {0} Rattata
es: {0} Rattata pequeños atrapados
fr: {0} Rattata capturés
hu: {0} Rattata elkapva
tr: {0} Rattata yakalandı
zh_cn: 遇到过 {0} 个短裤少年
zh_tw: 捕捉了 {0} 隻小拉達

# BadgeTravelKmDescription
source: Walked {0} km
de: {0} km gegangen
de_ch: {0} km gloffe
el: Περπάτησες {0} χλμ
es: {0} kilómetros recorridos
fr: {0} km parcourus
hu: {0} km lesétálva
tr: {0} km yüründü
zh_cn: 步行了 {0} km
zh_tw: 走了 {0} 公里

# BugDescription
source: Caught {0} Bug Pokemon
de: {0} Käfer Pokémon gefangen
de_ch: {0} Chäfer Pokémon gfange
el: Παγίδευσες {0} Pokémon Τύπου Έντομο
es: {0} Pokémon de tipo Bicho atrapados
fr: {0} Pokémon de type Insecte capturés
hu: {0} Bogár Pokémon elkapva
tr: {0} Böcek Pokémon'u yakalandı
zh_cn: 抓到过 {0} 只虫系宝可梦
zh_tw: 捕捉了 {0} 隻蟲系精靈寶可夢

# DragonDescription
source: Caught {0} Dragon Pokemon
de: {0} Drachen Pokémon gefangen
de_ch: {0} Drachä Pokémon gfange
el: Παγίδευσες {0} Δρακοειδές Pokémon
es: {0} Pokémon de tipo Dragón atrapados
fr: {0} Pokémon de type Dragon capturés
hu: {0} Sárkány Pokémon elkapva
tr: {0} Ejder Pokémon yakalandı
zh_cn: 抓到过 {0} 只龙系宝可梦
zh_tw: 捕捉了 {0} 隻龍系精靈寶可夢

# ElectricDescription
source: Caught {0} Electric Pokemon
de: {0} Elektro Pokémon gefangen
de_ch: {0} Elektro Pokémon gfange
el: Παγίδευσες {0} Pokémon Ηλεκτρικού Τύπου
es: {0} Pokémon de tipo Eléctrico atrapados
fr: {0} Pokémon de type Électrik capturés
hu: {0} Elektromos Pokémon elkapva
tr: {0} Electrik Pokémon'u yakalandı
zh_cn: 抓到过 {0} 只电系宝可梦
zh_tw: 捕捉了 {0} 隻電系精靈寶可夢

# FairyDescription
source: Caught {0} Fairy Pokemon
de: {0} Feen Pokémon gefangen
de_ch: {0} Feeä Pokémon gfange
el: Παγίδευσες {0} Pokémon Τύπου Νεράιδας
es: {0} Pokémon de tipo Hada atrapados
fr: {0} Pokémon de type Fée capturés
hu: {0} Tündér Pokémon elkapva
tr: {0} Peri Pokémon yakalandı
zh_cn: 抓到过 {0} 只妖精系宝可梦
zh_tw: 捕捉了 {0} 隻妖精系精靈寶可夢

# FightingDescription
source: Caught {0} Fighting Pokemon
de: {0} Kampf Pokémon gefangen
de_ch: {0} Kampf Pokémon gfange
el: Παγίδευσες {0} Pokémon Μαχητικού Τύπου
es: {0} Pokémon de tipo Lucha atrapados
fr: {0} Pokémon de type Combat capturés
hu: {0} Harcos Pokémon elkapva
tr: {0} Savaşçı Pokémon yakalandı
zh_cn: 抓到过 {0} 只格斗系宝可梦
zh_tw: 捕捉了 {0} 隻飛行系精靈寶可夢

# FireDescription
source: Caught {0} Fire Pokemon
de: {0} Feuer Pokémon gefangen
de_ch: {0} Füür Pokémon gfange
el: Παγίδευσες {0} Pokémon Φωτίας
es: {0} Pokémon de tipo Fuego atrapados
fr: {0} Pokémon de type Feu capturés
hu: {0} Tűz Pokémon elkapva
tr: {0} Ateş Pokémon'u yakalandı
zh_cn: 抓到过 {0} 只火系宝可梦
zh_tw: 捕捉了 {0} 隻火系精靈寶可夢

# FlyingDescription
source: Caught {0} Flying Pokemon
de: {0} Flug Pokémon gefangen
de_ch: {0} Flug Pokémon gfange
el: Παγίδευσες {0} Pokémon Ιπτάμενου Τύπου
es: {0} Pokémon de tipo Volador atrapados
fr: {0} Pokémon de type Vol capturés
hu: {0} Repülő Pokémon elkapva
tr: {0} Uçuş Pokémon'u yakalandı
zh_cn: 抓到过 {0} 只飞行系宝可梦
zh_tw: 捕捉了 {0} 隻飛行系精靈寶可夢

# GhostDescription
source: Caught {0} Ghost Pokemon
de: {0} Geist Pokémon gefange
de_ch: {0} Geischt Pokémon gefange
el: Παγίδευσες {0} Pokémon Τύπου Φάντασμα
es: {0} Pokémon de tipo Fantasma atrapados
fr: {0} Pokémon de type Spectre capturés
hu: {0} Szellem Pokémon elkapva
tr: {0} Hayalet Pokémon yakalandı
zh_cn: 抓到过 {0} 只幽灵系宝可梦
zh_tw: 捕捉了 {0} 隻鬼系精靈寶可夢

# GrassDescription
source: Caught {0} Grass Pokemon
de: {0} Pflanzen Pokémon gefangen
de_ch: {0} Pflanzä Pokémon gfange
el: Παγίδευσες {0} Pokémon Χορταρίου
es: {0} Pokémon de tipo Planta atrapados
fr: {0} Pokémon de type Plante capturés
hu: {0} Fű Pokémon elkapva
tr: {0} Yaprak Pokémon'u yakalandı
zh_cn: 抓到过 {0} 只草系宝可梦
zh_tw: 捕捉了 {0} 隻草系精靈寶可夢

# GroundDescription
source: Caught {0} Ground Pokemon
de: {0} Boden Pokémon gefangen
de_ch: {0} Bodä Pokémon gfange
el: Παγίδευσες {0} Pokémon Εδάφους
es: {0} Pokémon de tipo Tierra atrapados
fr: {0} Pokémon de type Terre capturés
hu: {0} Föld Pokémon elkapva
tr: {0} Yer Pokémon'u yakalandı
zh_cn: 抓到过 {0} 只地面系宝可梦
zh_tw: 捕捉了 {0} 隻地面系精靈寶可夢

# IceDescription
source: Caught {0} Ice Pokemon
de: {0} Eis Pokémon gefangen
de_ch: {0} iis Pokémon gfange
el: Παγίδευσες {0} Pokémon Πάγου
es: {0} Pokémon de tipo Hielo atrapados
fr: {0} Pokémon de type Glace capturés
hu: {0} Jég Pokémon elkapva
tr: {0} Buz Pokémon'u yakalandı
zh_cn: 抓到过 {0} 只冰系宝可梦
zh_tw: 捕捉了 {0} 隻冰系精靈寶可夢

# NormalDescription
source: Caught {0} Normal Pokemon
de: {0} Normal Pokémon gefangen
de_ch: {0} Normals Pokémon gfange
el: Παγίδευσες {0} Φυσιολογικά Pokémon
es: {0} Pokémon de tipo Normal atrapados
fr: {0} Pokémon de type Normal capturés
hu: {0} Normál Pokémon elkapva
tr: {0} Normal Pokémon yakalandı
zh_cn: 抓到过 {0} 只常见的宝可梦
zh_tw: 捕捉了 {0} 隻一般系精靈寶可夢

# PoisonDescription
source: Caught {0} Poison Pokemon
de: {0} Gift Pokémon gefangen
de_ch: {0} Gift Pokémon gfange
el: Παγίδευσες {0} Δηλητιριόδες Pokémon
es: {0} Pokémon de tipo Veneno atrapados
fr: {0} Pokémon de type Poison capturés
hu: {0} Méreg Pokémon elkapva
tr: {0} Zehir Pokémon'u yakalandı
zh_cn: 抓到过 {0} 只毒系宝可梦
zh_tw: 捕捉了 {0} 隻毒系精靈寶可夢

# PsychicDescription
source: Caught {0} Psychic Pokemon
de: {0} Psycho Pokémon gefangen
de_ch: {0} Psycho Pokémon gfange
el: Παγίδευσες {0} Pokémon Ψυχικού Τύπου
es: {0} Pokémon de tipo Psíquico atrapados
fr: {0} Pokémon de type Psy capturés
hu: {0} Pszicho Pokémon elkapva
tr: {0} Psişik Pokémon yakalandı
zh_cn: 抓到过 {0} 只超能力系宝可梦
zh_tw: 捕捉了 {0} 隻超能力系精靈寶可夢

# RockDescription
source: Caught {0} Rock Pokemon
de: {0} Stein Pokémon gefangen
de_ch: {0} Stei Pokémon gfange
el: Παγίδευσες {0} Pokémon Πέτρας
es: {0} Pokémon de tipo Roca atrapados
fr: {0} Pokémon de type Roche capturés
hu: {0} Szikla Pokémon elkapva
tr: {0} Taş Pokémon'u yakalandı
zh_cn: 抓到过 {0} 只岩石系宝可梦
zh_tw: 捕捉了 {0} 隻岩石系精靈寶可夢

# SteelDescription
source: Caught {0} Steel Pokemon
de: {0} Stahl Pokémon gefangen
de_ch: {0} Stahl Pokémon gfange
el: Παγίδευσες {0} Pokémon Τύπου Ατσάλι
es: {0} Pokémon de tipo Acero atrapados
fr: {0} Pokémon de type Acier capturés
hu: {0} Acél Pokémon elkapva
tr: {0} Çelik Pokemon'u yakalandı
zh_cn: 抓到过 {0} 只钢系宝可梦
zh_tw: 捕捉了 {0} 隻鋼系精靈寶可夢

# WaterDescription
source: Caught {0} Water Pokemon
de: {0} Wasser Pokémon gefangen
de_ch: {0} Wasser Pokémon gfange
el: Παγίδευσες {0} Pokémon Νερού
es: {0} Pokémon de tipo Agua atrapados
fr: {0} Pokémon de type Eau capturés
hu: {0} Víz Pokémon elkapva
tr: {0} Su Pokémon'u yakalandı
zh_cn: 抓到过 {0} 只水系宝可梦
zh_tw: 捕捉了 {0} 隻水系精靈寶可夢
